Repository: mohaelayatti/rentcar1
Catalog: translations/messages+intl-icu.*.xlf
Languages: ar

source: Article:
ar: المنتوج:

source: Enregistrer
ar: تسجيل

source: Article bien Ajouté
ar: تمت الاضافة

source: Ajouter article
ar: اضافة منتوج جديد

source: liste articles
ar: لائحة المنتوجات

source: Chercher
ar: بحث

source: Article non disponible
ar: منتوج غير موجود

source: Stock
ar: المخزون

source: Vendue
ar: المباع

source: Modifier article
ar: تغيير المنتوج

source: retour
ar: رجوع

source: Categorie
ar: الصنف

source: id Article
ar: رقم المنتوج

source: Intitulé article
ar: اسم المنتوج

source: Image
ar: الصورة

source: Prix Achat
ar: ثمن الشراء

source: Qté globale
ar: الكمية الكلية

source: Edit
ar: تغيير

source: Delete
ar: مسح

source: aucune article dans la bd
ar: لا يوجد اي منتوج في فاعدة البيانات

source: Gestion Ventes
ar: تدبير المبيعات

source: Home
ar: استقبال

source: ajouter une vente
ar: بيع جديد

source: liste des ventes
ar: لائحة المبيعات

source: recherche vente par date
ar: بيع في فترة محددة

source: ajouter un Article
ar: منتوج جديد

source: liste des articles
ar: لائحة المنتوجات

source: Article en stock
ar: المخزون

source: Client
ar: الزبناء

source: ajouter client
ar: زبون جديد

source: liste client
ar: لائحة الزبناء

source: Ok
ar: بحث

source: Connexion
ar: رابط

source: ajouter User
ar: اضافة مستعمل

source: gestion vente!
ar: تدبير المبيعات

source: ventes
ar: المبيعات

source: Articles
ar: المنتوج

source: Admin
ar: مسير

source: ajouter vente
ar: اضافة عملية بيع

source: Ajouter une Vente:
ar: اضافة عملية بيع

source: articles Vendus
ar: المنتوجات المباعة

source: Si vous avez oulbliez le prix d'achat
ar: اذا نسيت ثمن الشراء

source: clique ici
ar: انقر هنا

source: pour saisir le prix vente
ar: لاجل تسجيل ثمن البيع

source: Prix achat
ar: ثمن الشراء

source: Nom
ar: اسم المنتوج

source: liste
ar: لائحة المبيعات

source: V e n t e s
ar: المبيعات

source: n° id
ar: رقم البيع

source: date de la vente
ar: تاريخ البيع

source: articles vendus
ar: المنتوجات المباعة

source: recette
ar: معاملة

source: show
ar: تفحص

source: edit
ar: تغيير

source: delete
ar: مسح

source: aucune vente
ar: لا يوجد اية عملية البيع

source: aucun article
ar: لا يوجد اي منتوج

source: Reference
ar: رقم استدلالي

source: prix Unitaire
ar: سعر الوحدة

source: qte
ar: الكمية

source: montant
ar: الثمن

source: Ajouter
ar: اضافة

source: modifier une Vente:
ar: تغيير عملية بيع

source: show vente
ar: تفحص

source: Detail Vente n°
ar: عملية البيع عدد:

source: en date du:
ar: تاريخ

source: Aucune Vente!!
ar: لا يوجد اية عملية للبيع

source: caracteristique technique
ar: معلومات تقنية

source: Qte
ar: الكمية

source: Prix vente
ar: ثمن البيع

source: Chiffre Affaire
ar: رقم المعاملة

source: Bénifice
ar: الربح

source: Nom Client:
ar: اسم الزبون

source: Liste V e n t e s:
ar: لائحة المبيعات

source: facturation
ar: فوترة

source: Detail
ar: تفحص

source: Liste Clients
ar: لائحة الزبناء

source: id
ar: رقم الزبون

source: adress
ar: محل السكن او مقر الشركة

source: telephone
ar: رقم الهاتف

source: fax
ar: رقم الفاكس

source: intitulé Article
ar: اسم المنتوج

source: Recherche par date de vente
ar: بحث بتاريخ البيع

source: chercher
ar: بحث

source: total
ar: المجموع

source: Retour
ar: رجوع

source: Ajouter une nouvelle Categorie
ar: اضافة صنف جديد

source: Nom Categorie:
ar: اسم الصنف

source: nom d'une novelle categorie !!
ar: اسم صنف جديد

source: liste categorie
ar: لائحة الاصناف

source: id_cat
ar: رقم

source: Modifier une categorie
ar: تغيير صنف

source: aucune categorie dans la bd
ar: لا توجداي صنف

source: Date Minimum
ar: تاريخ أدنى

source: Date Maximum
ar: تاريخ أعلى

source: Inscription
ar: اضافة مستعمل جديد

source: liste utilisateurs
ar: لائحة المستعملين

source: id Utilisateur
ar: رقم المستعمل

source: Nom Utilisateur
ar: اسم المستعمل

source: Email
ar: البريد الالكتروني

source: Mot de Pass
ar: القن السري

source: Confirmation mot de pass
ar: اعادة ادخال نفس القن السري

source: Role
ar: درجة الاستعمال

source: aucun user dans la bd
ar: لا يوجد اي مستعمل في قاعدة البيانات

source: Vitrine
ar: واجهة العرض

source: Aucun article enregistré dans cette Categorie
ar: لا يوجد اي منتوج في هذا الصنف

source: Caracteristiques Techniques
ar: معلومات تقنية

source: Se Connecter
ar: رابط

source: Valider
ar: تسجيل

source: Des ventes de mains en mains, vers des ventes virtuelles, passent les priorités des opérations de ventes des biens et des services, ce qui nous rend obligés de donner plus d’importance à la vente électronique
ar: من البيع اليدوي إلى المبيعات الافتراضية ، قم بتحويل أولويات عمليات بيع السلع والخدمات ، مما يدفعنا إلى إعطاء أهمية أكبر للمبيعات الإلكترونية

source: Bienvenue!
ar: مرحبا

source: Modifier client
ar: تغيير معلومات زبون

source: client
ar: معلومات زبون

source: facture
ar: فاتورة

source: bon livraison
ar: وصل

source: Facture/Bon
ar: فاتورة/وصل

source: Vous etes sur de vouloir supprimer?
ar: هل متأكد من المسح..
